Repository: EchelonTeam/ettercap
Catalog: po/*.po
Languages: ru

source: FINGERPRINT : %s
ru: Отпечаток : %s

source: OPERATING SYSTEM : %s
ru: Операционная система: %s

source: OPERATING SYSTEM : unknown fingerprint (please submit it)
ru: Операционная система: неизвестный отпечаток

source: NEAREST ONE IS : %s
ru: Ближайший : %s

source: Run a fraggle attack against hosts of target one
ru: Запускает fraggle атаку против хостов Цели 1

source: fraggle_attack: plugin doesn't work in unoffensive mode.
ru: fraggle_attack: плагин не работает в режиме unoffensive.

source: Add at least one host to target one list.
ru: Добавьте хотя бы один хост в список целей.

source: Global host list is empty.
ru: Глобальный список хостов пуст.

source: fraggle_attack: starting fraggle attack against hosts of target one.
ru: fraggle_attack: запуск fraggle-атаки против хостов.

source: Tunnel broker for redirected GRE tunnels
ru: Посредник для перенаправленных GRE тунелей

source: gre_relay: plugin doesn't work in UNOFFENSIVE mode
ru: gre_relay: плагин не работает в режиме unoffensive

source: gre_relay: Bad IP address
ru: gre_relay: Некорректный IP-адрес

source: gre_relay: plugin running...
ru: gre_relay: плагин запущен...

source: gre_relay: plugin terminated...
ru: gre_relay: плагин остановлен...

source: Try to find the LAN gateway
ru: Пытается обнаружить шлюз в локальной сети

source: Remote target is %s:%d...
ru: Удаленная цель %s:%d...

source: Sending the SYN packet to %-15s [%s]
ru: Отправка SYN пакета для %-15s [%s]

source: [%s] %s is probably a gateway for the LAN
ru: [%s] %s вероятно является шлюзом для локальной сети

source: Isolate an host from the lan
ru: Изолирует хост в локальной сети

source: isolate: please specify the TARGET host
ru: isolate: поажлуйста укажите целевой хост

source: isolate: %s added to the list
ru: isolate: %s добавлен в лист

source: Check the link type (hub/switch)
ru: Проверяет тип подключения (хаб/свич)

source: link_type: plugin doesn't work in UNOFFENSIVE mode
ru: link_type: плагин не работает в режиме unoffensive

source: link_type: This plugin works only on ethernet networks
ru: link_type: Данный плагин работает только в ethernet сети

source: link_type: You have to enable promisc mode to run this plugin
ru: link_type: Включите режим "захват всех пакетов" для работы плагина

source: link_type: You have to build host list to run this plugin
ru: link_type: Заполните список хостов для запуска этого плагина

source: link_type: Only one host in the list. Check will be less reliable
ru: link_type: Только один хост в списке. Проверка будет менее надежна

source: link_type: Checking link type...
ru: link_type: Проверка типа соединения...

source: link_type: You are plugged into a
ru: link_type: Вы подключены к

source: SWITCH
ru: свичу

source: HUB
ru: хабу

source: Sends spoofed mDNS replies
ru: Отправляет поддельные ответы mDNS

source: mdns_spoof: Cannot open %s
ru: mdns_spoof: Невозможно открыть %s

source: mdns_spoof: %s:%d Invalid IPv4 or IPv6 address
ru: mdns_spoof: %s:%d Некорректный IPv4 или IPv6 адрес

source: mdns_spoof: %s:%d Invalid entry %s
ru: mdns_spoof: %s:%d Некорректная запись %s

source: mdns_spoof: %s:%d Wildcards in PTR records are not allowed; %s
ru: mdns_spoof: %s:%d Wildcards в PTR записях не допускаются; %s

source: mdns_spoof: %s:%d Unknown syntax for SRV record; %s
ru: mdns_spoof: %s:%d Некорректный синтаксис для SRV записи; %s

source: mdns_spoof: %s:%d Invalid value for port: %d
ru: mdns_spoof: %s:%d Некорректное значение порта: %d

source: mdns_spoof: %s:%d Unknown record type %s
ru: mdns_spoof: %s:%d Некорректный тип записи %s

source: mdns_spoof: [%s %s] spoofed to [%s]
ru: mdns_spoof: [%s %s] подменён на [%s]

source: Sends spoof NBNS replies & sends SMB challenges with custom challenge
ru: Отправляет поддельные ответы NBNS и SMB challenge

source: Cannot open %s
ru: Невозможно открыть %s

source: %s:%d Invalid IP addres
ru: %s:%d некорректный IP-адрес

source: %s:%d Invalid entry %s
ru: %s:%d Некорректная запись %s

source: %s:%d IP address must be IPv4
ru: %s:%d IP адрес должен быть IPv4

source: nbns_spoof: Modified SMB challenge
ru: nbns_spoof: Изменённый SMB вызов

source: nbns_spoof: Query [%s] spoofed to [%s]
ru: nbns_spoof: Запрос [%s] подменён на [%s]

source: PPTP: Forces chapms-v1 from chapms-v2
ru: PPTP: Принудительно меняет chapms-v2 на chapms-v1

source: pptp_chapms1: plugin doesn't work in UNOFFENSIVE mode
ru: pptp_chapms1: плагин не работает в режиме unoffensive

source: pptp_chapms1: plugin running...
ru: pptp_chapms1: плагин запущен...

source: pptp_chapms1: plugin terminated...
ru: pptp_chapms1: плагин остановлен...

source: pptp_chapms1: Forced PPP MS-CHAPv1 auth %s ->
ru: pptp_chapms1: Принудительная PPP MS-CHAPv1 аутентификация %s ->

source: PPTP: Tries to force cleartext tunnel
ru: PPTP: Пытается принудительно установить cleartext тунель

source: pptp_clear: plugin doesn't work in UNOFFENSIVE mode
ru: pptp_clear: плагин не работает в пассивном режиме

source: pptp_clear: plugin running...
ru: pptp_clear: плагин запущен...

source: pptp_clear: plugin terminated...
ru: pptp_clear: плагин остановлен...

source: PPTP: Forces PAP authentication
ru: PPTP: Принудительно использует PAP-аутентификацию

source: pptp_pap: plugin doesn't work in UNOFFENSIVE mode
ru: pptp_pap: плагин не работает в пассивном режиме

source: pptp_pap: plugin running...
ru: pptp_pap: плагин запущен...

source: pptp_pap: plugin terminated...
ru: pptp_pap: плагин остановлен...

source: pptp_pap: Forced PPP clear text auth %s ->
ru: pptp_pap: Принудительная PPP clear text аутентификация %s ->

source: PPTP: Forces tunnel re-negotiation
ru: PPTP: повторную установку тунеля

source: pptp_reneg: plugin doesn't work in UNOFFENSIVE mode
ru: pptp_reneg: плагин не работает в пассивном режиме

source: pptp_reneg: plugin running...
ru: pptp_reneg: плагин запущен...

source: pptp_reneg: plugin terminated...
ru: pptp_reneg: плагин остановлен...

source: pptp_reneg: Forced tunnel re-negotiation %s ->
ru: pptp_reneg: Принудительная установка тунельного соединения %s ->

source: Flood the LAN with random MAC addresses
ru: Флуд-атака локальной сети случайными MAC адресами

source: rand_flood: plugin doesn't work in UNOFFENSIVE mode
ru: rand_flood: плагин не работает в пассивном режиме

source: rand_flood: Start flooding the LAN...
ru: rand_flood: Запуск флуд-атаки локальной сети...

source: rand_flood: plugin stopped...
ru: rand_flood: плагин остановлен...

source: Sends visited URLs to the browser
ru: Отправляет посещённые URL браузеру

source: REMOTE COMMAND: %s
ru: Удаленная команда: %s

source: Simple arp responder
ru: Простой ARP ответчик

source: reply_arp: plugin doesn't work in UNOFFENSIVE mode
ru: reply_arp: плагин не работает в безопасном режиме

source: reply_arp: plugin terminated...
ru: reply_arp: плагин остановлен...

source: Repoison after broadcast ARP
ru: Повторно провести poison-атаку после широковещательного ARP

source: repoison_arp: plugin doesn't work in UNOFFENSIVE mode
ru: repoison_arp: плагин не работает в пассивном режиме

source: repoison_arp: plugin terminated...
ru: repoison_arp: плагин остановлен...

source: Actively search other poisoners
ru: Активно ищет другие источники poison-атаки

source: scan_poisoner: You have to build host-list to run this plugin.
ru: scan_poisoner: Сначала необходимо построить список хостов, чтобы запустить данный плагин.

source: scan_poisoner: Checking hosts list...
ru: scan_poisoner: Проверка списка хостов...

source: scan_poisoner: - %s and %s have same MAC address
ru: scan_poisoner: - %s и %s имеют одинаковые MAC адреса

source: scan_poisoner: - Nothing strange
ru: scan_poisoner: - Ничего подозрительного не обнаружено

source: scan_poisoner: Can't make active test in UNOFFENSIVE mode.
ru: scan_poisoner: Не удается активировать тест в пассивном режиме.

source: scan_poisoner: Actively searching poisoners...
ru: scan_poisoner: Поиск заражателей...

source: scan_poisoner: - %s is replying for %s
ru: scan_poisoner: - %s отвечает для %s

source: Search promisc NICs in the LAN
ru: Поиск в локальной сети адаптеров, находящихся в мониторном режиме

source: search_promisc: plugin doesn't work in UNOFFENSIVE mode.
ru: search_promisc: плагин не работает в пассивном режиме.

source: search_promisc: You have to build host-list to run this plugin.
ru: search_promisc: Сначала необходимо построить список хостов, чтобы запустить данный плагин.

source: search_promisc: Searching promisc NICs...
ru: search_promisc: Поиск promisc NICs...

source: Tries to force SMB cleartext auth
ru: Пытается принудительно использовать SMB аутентификацию cleartext

source: smb_clear: plugin doesn't work in UNOFFENSIVE mode
ru: smb_clear: плагин не работает в пассивном режиме.

source: smb_clear: plugin running...
ru: smb_clear: плагин запущен...

source: smb_clear: plugin terminated...
ru: smb_clear: плагин остановлен...

source: smb_clear: Forced SMB clear text auth %s ->
ru: smb_clear: Принудительная SMB clear text аутентификация %s ->

source: Tries to force SMB to not use NTLM2 key auth
ru: Пытается принудительно использовать SMB без NTLM2 аутентификации

source: smb_down: plugin doesn't work in UNOFFENSIVE mode
ru: smb_down: плагин не работает в безопасном режиме

source: smb_down: plugin running...
ru: smb_down: плагин запущен...

source: smb_down: plugin terminated...
ru: smb_down: плагин остановлен...

source: smb_down: Forced no NTLM2 key %s ->
ru: smb_down: Принудительно без ключа NTLM2 %s ->

source: Run a smurf attack against specified hosts
ru: Запускает smurf атаку на указанные хосты

source: smurf_attack: plugin doesnt work in unoffensive mode
ru: smurf_attack: плагин не работает в безопасном режиме

source: Target two and global hostlist are empty.
ru: Вторая цель и глобальный список хостов пусты.

source: smurf_attack: starting smurf attack against the target one hosts
ru: smurf_attack: запуск smurf-атаки против хостов цели 1

source: SSLStrip: plugin load failed: Could not set up HTTP redirect
ru: SSLStrip: загрузка плагина не удалась: не удалось установить HTTP редирект

source: SSLStrip: plugin load failed: pcre_compile failed (offset: %d), %s
ru: SSLStrip: загрузка плагина не удалась: ошибка компиляции регулярного выражения (смещение: %d), %s

source: SSLStrip: plugin load failed: Could not compile find_cookie regex
ru: SSLStrip: загрузка плагина не удалась: не удалось скомпилировать регулярное выражениеfind_cookie

source: SSLStrip Plugin version 1.1 is still under experimental mode. Please reports any issues to the development team.
ru: SSLStrip плагин версия 1.1. О любых проблемах сообщайте разработчикам.

source: SSLStrip: Unable to remove HTTP redirect, please do so manually.
ru: SSLStrip: невозможно удалить HTTP редирект, пожалуйста, сделайте это в ручном режиме.

source: SSLStrip: redir_command_on had non-zero exit status (%d): [%s]
ru: SSLStrip: redir_command_on имеет ненулевой код возврата (%d): [%s]

source: SSLStrip: redir_command_off had non-zero exit status (%d): [%s]
ru: SSLStrip: redir_command_off имеет ненулевой код возврата (%d): [%s]

source: SSLStrip plugin: bind 80 on %d
ru: SSLStrip плагин: назначаю 80 на %d

source: Become root of a switches spanning tree
ru: Становится корнем остовного дерева коммутаторов (STP)

source: stp_mangler: plugin doesn't work in UNOFFENSIVE mode
ru: stp_mangler: плагин не работает в пассивном режиме

source: stp_mangler: Start sending fake STP packets...
ru: stp_mangler: Запущена отправка фиктивных STP пакетов...

source: stp_mangler: plugin stopped...
ru: stp_mangler: плагин остановлен...
