Repository: EchelonTeam/ettercap
Catalog: po/*.po
Languages: ru

source: Available plugins :
ru: Доступные плагины :

source: No plugin found !
ru: Плагины не найдены!

source: Activating %s plugin...
ru: Активирую плагин %s...

source: Deactivating %s plugin...
ru: Деактивирую плагин %s...

source: Text only Interface activated...
ru: Активирован только текстовый интерфейс...

source: Closing text interface...
ru: Закрытие текстового интерфейса...

source: LOCAL hosts purged !
ru: Локальные хосты очищены!

source: REMOTE hosts purged !
ru: Удалённые хосты очищены!

source: Returning to main menu...
ru: Возврат в главное меню...

source: Invalid protocol
ru: Неверный протокол

source: Please specify a filename
ru: Пожалуйста, укажите имя для файла

source: Logging was stopped.
ru: Логирование было остановлено.

source: Message logging was stopped.
ru: Логирование сообщений было отключено.

source: Can't load the file
ru: Не могу загрузить файл

source: Cannot read the file into memory
ru: Не могу прочитать файл в память

source: Plugin loaded successfully
ru: Плагин успешно загружен

source: plugin %s already loaded...
ru: плагин %s уже загружен...

source: plugin %s was compiled for a different ettercap version...
ru: плагин %s был скомпилирован для другой версии сетевого анализатора...

source: Cannot load the plugin... the file may be an invalid plugin or you don't have the permission to open it
ru: Не удалось загрузить плагин... возможно файл не является плагином или недостаточно прав для его открытия

source: Activating %s plugin...
ru: Активирую плагин %s...

source: Deactivating %s plugin...
ru: Выключаю плагин %s...

source: Cannot write %s
ru: Не могу записать %s

source: Host %s added to TARGET1
ru: Хост %s добавлен к цели 1

source: Host %s added to TARGET2
ru: Хост %s добавлен к цели 2

source: Invalid netmask %s
ru: Неверная маска подсети: %s

source: Select a precompiled filter file...
ru: Выберите файл фильтра...

source: Filters were unloaded
ru: Фильтры были выгружены

source: Log File :
ru: Файл журнала:

source: TARGETS were reset to ANY/ANY/ANY
ru: ЦЕЛИ были сброшены до ANY/ANY/ANY

source: Protocol :
ru: Протокол:

source: Enter Targets
ru: Введите цели

source: Target 1:
ru: Цель 1:

source: Target 2:
ru: Цель 2:

source: Targets
ru: Цели

source: Target 1
ru: Цель 1

source: Target 2
ru: Цель 2

source: Delete
ru: Удалить

source: Add
ru: Добавить

source: Current Targets
ru: Текущие цели

source: IP address :
ru: IP адрес:

source: Invalid ip address
ru: Неверный IP-адрес

source: /_Start
ru: /_Начало

source: /Start/Start sniffing
ru: /Начало/Начать мониторинг

source: /Start/Stop sniffing
ru: /Начало/Остановить мониторинг

source: /Start/E_xit
ru: /Начало/В_ыход

source: /_Targets
ru: /_Цели

source: /Targets/Current _Targets
ru: /Цели/Текущие цели

source: /Targets/Select TARGET(s)
ru: /Цели/Выбор целей

source: /Targets/_Protocol...
ru: /Цели/_Протокол...

source: /Targets/Reverse matching
ru: /Цели/Обратное согласование

source: /Targets/_Wipe targets
ru: /Цели/_Очистить список целей

source: /_Hosts
ru: /_Хосты

source: /Hosts/_Hosts list
ru: /Хосты/Список хостов

source: /Hosts/_Scan for hosts
ru: /Хосты/Сканирование хостов

source: /Hosts/Load from file...
ru: /Хосты/Загрузить из файла...

source: /Hosts/Save to file...
ru: /Хосты/Сохранить в файл...

source: /_View
ru: /_Вид

source: /View/_Connections
ru: /Вид/_Соединения

source: /View/Pr_ofiles
ru: /Вид/Пр_офили

source: /View/_Statistics
ru: /Вид/Статистика

source: /View/Resolve IP addresses
ru: /Вид/Разрешение IP-адресов

source: /View/_Visualization method...
ru: /Вид/Способ визуализации...

source: /View/Visualization _regex...
ru: /Вид/_Регулярное выражение визуализации:

source: /View/Set the _WiFi key...
ru: /Вид/Установить ключ _WEP...

source: /Mitm/Arp poisoning...
ru: /MITM/Атака "ARP poisoning"...

source: /Mitm/Icmp redirect...
ru: /MITM/Атака "ICMP redirect"...

source: /Mitm/Port stealing...
ru: /MITM/Атака "port stealing"...

source: /Mitm/Dhcp spoofing...
ru: /MITM/Атака "DHCP spoofing"...

source: /Mitm/Stop mitm attack(s)
ru: /MITM/Остановить MITM атаку...

source: /_Filters
ru: /_Фильтры

source: /Filters/Load a filter...
ru: /Фильтры/Загрузить фильтр...

source: /Filters/Stop _filtering
ru: /Фильтры/Остановить фильтрацию

source: /_Logging
ru: /_Журналирование

source: /Logging/Log all packets and infos...
ru: /Журналирование/Запись всех пакетов и информации...

source: /Logging/Log only infos...
ru: /Журналирование/Запись только информации...

source: /Logging/Stop logging infos
ru: /Журналирование/Остановить запись информации

source: /Logging/Log user messages...
ru: /Журналирование/Запись сообщений пользователя...

source: /Logging/Stop logging messages
ru: /Журналирование/Остановить запись сообщений

source: /Logging/Compressed file
ru: /Журналирование/Сжатый файл

source: /_Plugins
ru: /_Плагины

source: /Plugins/Manage the plugins
ru: /Плагины/Менеджер плагинов

source: /Plugins/Load a plugin...
ru: /Плагины/Загрузить плагин...

source: /Detach page
ru: /Открепить страницу

source: /Close page
ru: /Закрыть страницу

source: /Next page
ru: /Следующая страница

source: /Previous page
ru: /Предыдущая страница

source: Input
ru: Ввод

source: ettercap
ru: Сетевой анализатор

source: /_File
ru: /_Файл

source: /File/_Open
ru: /Файл/_Открыть

source: /File/_Save
ru: /Файл/_Сохранить

source: /File/E_xit
ru: /Файл/В_ыход

source: /_Sniff
ru: /_Мониторинг

source: /Sniff/Unified sniffing...
ru: /Мониторинг/Обычная сеть...

source: /Sniff/Bridged sniffing...
ru: /Мониторинг/Коммутируемая сеть...

source: /Sniff/Set pcap filter...
ru: /Мониторинг/Задать фильтр pcap...

source: /_Options
ru: /_Настройки

source: /Options/Unoffensive
ru: /Настройки/Пассивный режим

source: /Options/Promisc mode
ru: /Настройки/Захват всех пакетов

source: /Options/Set netmask
ru: /Настройки/Маска подсети

source: Select a pcap file...
ru: Выберите файл pcap...

source: Output file :
ru: Выходной файл:

source: Network interface :
ru: Сетевой интерфейс:

source: Bridged Sniffing
ru: Коммутируемая сеть...

source: First network interface :
ru: Первый сетевой интерфейс:

source: Second network interface :
ru: Второй сетевой интерфейс:

source: Pcap filter :
ru: Фильтр pcap:

source: Netmask :
ru: Маска подсети:

source: Select a file...
ru: Выберите файл...

source: Select a hosts file...
ru: Выберите файл hosts...

source: Host List
ru: Список хостов

source: IP Address
ru: IP адрес

source: MAC Address
ru: MAC адрес

source: Description
ru: Описание

source: _Delete Host
ru: Удалить хост

source: Add to Target _1
ru: Добавить к Цель 1

source: Add to Target _2
ru: Добавить к Цель 2

source: Hosts list
ru: Список хостов

source: Connections
ru: Соединения

source: Host
ru: Хост

source: Port
ru: Порт

source: Proto
ru: Протокол

source: State
ru: Состояние

source: Bytes
ru: Байты

source: View _Details
ru: Показать подробности

source: _Kill Connection
ru: Разорвать соединение

source: E_xpunge Connections
ru: Вычеркнуть соединения

source: View Details
ru: Показать подробности

source: Kill Connection
ru: Разорвать соединение

source: Live connections
ru: Активные соединения

source: Connection Details
ru: Подробности соединения

source: Source MAC address : %s
ru: MAC адрес источника : %s

source: Protocol: %s
ru: Протокол: %s

source: Source port: %-5d %s
ru: Порт источника: %-5d %s

source: Connection data
ru: Данные о соединении

source: _Join Views
ru: _Совмещенный просмотр

source: _Inject Data
ru: _Ввод данных

source: Inject _File
ru: _Файл инъекции

source: _Split View
ru: _Раздельный просмотр

source: The connection was killed !!
ru: Соединение было разорвано!

source: Cannot kill UDP connections !!
ru: Нельзя разрывать UDP соединения!

source: Character Injection
ru: Инъекция символов

source: Packet destination:
ru: Назначение пакета:

source: Characters to be injected:
ru: Символы для инъекции:

source: File to inject:
ru: Файл для инъекции:

source: Select a plugin...
ru: Выберите плагин

source: Plugins
ru: Плагины

source: Name
ru: Имя

source: Version
ru: Версия

source: Info
ru: Информация

source: No Plugins Loaded
ru: Нет загруженных плагинов

source: Help
ru: Справка

source: Contents
ru: Содержание

source: MITM Attack: ARP Poisoning
ru: MITM атака: ARP Poisoning

source: Optional parameters
ru: Дополнительные параметры

source: Sniff remote connections.
ru: Мониторинг удалённых соединений.

source: Only poison one-way.
ru: Выполнять "Poisoning" только в одном направлении.

source: You must select at least one ARP mode
ru: Необходимо выбрать хотя бы один режим ARP

source: MITM Attack: ICMP Redirect
ru: MITM атака: перенаправление ICMP

source: Gateway Information
ru: Информация о шлюзе

source: MITM Attack: Port Stealing
ru: MITM атака: Port Stealing

source: Propagate to other switches.
ru: Распространить на другие коммутаторы.

source: MITM Attack: DHCP Spoofing
ru: MITM атака: DHCP Spoofing

source: Server Information
ru: Информация о сервере

source: IP Pool (optional)
ru: Пул IP-адресов (необязательно)

source: Netmask
ru: Маска подсети

source: DNS Server IP
ru: IP-адрес DNS-сервера

source: Stopping the mitm attack...
ru: Останов MITM атаки...

source: MITM attack(s) stopped
ru: MITM атака остановлена

source: Statistics
ru: Статистика

source: Received packets:
ru: Полученные пакеты:

source: Dropped packets:
ru: Отброшенные пакеты:

source: Forwarded packets:
ru: Переданные пакеты:

source: Current queue length:
ru: Текущая длина очереди:

source: Sampling rate:
ru: Частота замеров:

source: Bottom Half received packet:
ru: Получено пакетов в нижней половине:

source: Top Half received packet:
ru: Получено пакетов в верхней половине:

source: Interesting packets:
ru: Интересные пакеты:

source: worst: 0 adv: 0 b/s
ru: худший: 0 рек: 0 b/s

source: Bottom Half packet rate:
ru: Пакетов в секунду в нижней половине:

source: Top Half packet rate:
ru: Пакетов в секунду в верхней половине:

source: Bottom Half throughput:
ru: Пропускная способность в нижней половине:

source: Top Half throughput:
ru: Пропускная способность в верхней половине:

source: %8lld bytes: %8lld
ru: %8lld байт: %8lld

source: Visualization method...
ru: Способ визуализации

source: hex Print the packets in hex format.
ru: hex Выводить пакеты в шестнадцатеричном формате.

source: ascii Print only "printable" characters, the others are displayed as dots '.'
ru: ascii Выводить только печататаемые символы, остальные будут отображаться точкой '.'

source: text Print only the "printable" characters and skip the others.
ru: text Выводить только печатаемые символы, остальные пропускать.

source: ebcdic Convert an EBCDIC text to ASCII.
ru: ebcdic Переводить из EBCDIC в ASCII.

source: html Strip all the html tags from the text. A tag is every string between < and >.
ru: html Убирать из текста все тэги. Тэгом считается любая последовательность между < и >.

source: utf8 Convert the data from the encoding specified below to UTF8 before displaying it.
ru: utf8 Преобразовывать текст перед выводом из выбранной ниже кодировки в UTF-8.

source: Character encoding :
ru: Кодировка:

source: ISO-8859-15 (Western Europe)
ru: ISO-8859-15 (Западная Европа)

source: ISO-8859-2 (Central Europe)
ru: ISO-8859-2 (Центральная Европа)

source: ISO-8859-7 (Greek)
ru: ISO-8859-7 (Греческая)

source: ISO-8859-8 (Hebrew)
ru: ISO-8859-8 (Иврит)

source: ISO-8859-9 (Turkish)
ru: ISO-8859-9 (Турецкая)

source: ISO-2022-JP (Japanese)
ru: ISO-2022-JP (Японская)

source: SJIS (Japanese)
ru: SJIS (Японский)

source: CP949 (Korean)
ru: CP949 (Корейская)

source: CP1251 (Cyrillic)
ru: CP1251 (Кириллица)

source: CP1256 (Arabic)
ru: CP1256 (Арабская)

source: GB18030 (Chinese)
ru: GB18030 (Китайская)

source: Visualization regex :
ru: Регулярное выражение визуализации:

source: WiFi key :
ru: Ключ WEP:

source: Profiles
ru: Профили

source: Hostname
ru: Имя хоста

source: Purge _Local
ru: Очистить _локальные

source: Purge _Remote
ru: Очистить удалённые

source: _Convert to Host List
ru: _Преобразовать в список хостов

source: _Dump to File
ru: _Дамп в файл

source: Collected passive profiles
ru: Профили пассивной прослушки

source: Profile Details
ru: Детали профиля

source: IP Address: %s
ru: IP адрес: %s

source: The hosts list was populated with local profiles
ru: Список хостов был наполнен локальными профилями

source: Profiles dumped to file
ru: Профили, сохранённые в файл

source: Capture file read completely, please exit at your convenience.
ru: Файл захвата полностью прочитан, вы можете закрыть окно.

source: %4d protocol dissectors
ru: %4d протоколов подгружено

source: %4d ports monitored
ru: %4d портов осмотрено

source: Bad packet detected, skipping...
ru: Обнаружен плохой пакет, пропуск...

source: Truncated packet detected, skipping...
ru: Обнаружен усеченный пакет, пропуск...

source: End of dump file...
ru: Конец дамп-файла...

source: Using WEP key: %s
ru: Используется WEP ключ: %s

source: Using WPA key: %s
ru: Используется WPA ключ: %s

source: WPA session updated for [%s]
ru: WPA сессия обновлена для [%s]

source: New WPA session for [%s]
ru: Новая WPA сессия для [%s]

source: WPA session deleted for [%s]
ru: WPA сессия удалена для [%s]

source: Terminating %s...
ru: Остановка %s...

source: filter engine: inject(): File not found (%s)
ru: модуль фильтрации: inject(): Файл не найден (%s)

source: filter engine: Cannot open file %s
ru: модуль фильтрации: Невозможно открыть файл %s

source: filter engine: Cannot write to file...%d
ru: модуль фильтрации: Невозможно записать в файл...%d

source: filter engine: Cannot write to file...
ru: модуль фильтрации: Невозможно записать в файл...

source: Content filters loaded from %s...
ru: Фильтры контента загружены из %s...

source: %4d tcp OS fingerprint
ru: %4d TCP отпечатков ОС

source: Connecting to http://%s...
ru: Подключение к http://%s...

source: Submitting the fingerprint to %s...
ru: Отправка отпечатка %s...

source: New fingerprint submitted to the ettercap website...
ru: Новый отпечаток отправлен разработчикам...

source: UTF-8 support not compiled in.
ru: Программа скомпилирована без поддержки UTF-8.

source: WARNING: while reading form file we cannot determine
ru: ВНИМАНИЕ: при чтении файла невозможно определить

source: if an host is local or not because the ip address of
ru: является ли хост локальным или нет, так как IP-адрес

source: the NIC may have been changed from the time of the dump.
ru: сетевой карты мог измениться с момента последнего дампа.

source: Privileges dropped to UID %d GID %d...
ru: Привилегии снижены до UID %d GID %d...

source: %4d mac vendor fingerprint
ru: %4d MAC-адресов производителей

source: Reverse target matching can't be used with MITM attacks
ru: Обратная цель не может быть использована для MITM атаки

source: MITM attacks can't be used on unconfigured interfaces
ru: Невозможно провести MITM атаку на нескорнфигурированном интерфейсе

source: Activated the mitm attack only... (press 'q' to exit)
ru: Активирована только MITM атака... (нажмите 'q' для выхода)

source: Exiting...
ru: Выход...

source: Listening on:
ru: Прослушивается:

source: Reading from %s
ru: Чтение из %s

source: Libnet failed IPv4 initialization. Don't send IPv4 packets.
ru: Сбой в Libnet, проблема с инициализацией IPv4. IPv4 пакет не отправлен.

source: Libnet failed IPv6 initialization. Don't send IPv6 packets.
ru: Сбой в Libnet, проблема с инициализацией IPv6. IPv6 пакет не отправлен.

source: plugin %s already loaded...
ru: плагин %s уже загружен...

source: plugin %s was compiled for a different ettercap version...
ru: плагин %s был скомпилирован для другой версии сетевого анализатора...

source: plugin %s cannot be loaded...
ru: плагин %s не может быть загружен...

source: %4d plugins
ru: %4d плагинов

source: 0 plugins (disabled by configure...)
ru: 0 плагинов (отключены на этапе конфигурации...)

source: %d hosts added to the hosts list...
ru: %d хостов добавлены в список хостов...

source: Interrupted by user. Partial results may have been recorded...
ru: Прервано пользователем. Частичные результаты могут быть записаны...

source: Randomizing %d hosts for scanning...
ru: Рандомизация %d хостов для сканирования...

source: Scan interrupted by user. Partial results may have been recorded...
ru: Сканирование прервано пользователем. Частичные результаты могут быть записаны...

source: Loading hosts list from file %s
ru: Загрузка списка хостов из файла %s

source: %d hosts saved to file %s
ru: %d хостов сохранено в файл %s

source: SEND L3 ERROR: %d byte packet (%04x:%02x) destined to %s was not forwarded (%s)
ru: Ошибка отправки L3: пакет на %d байт (%04x:%02x) предназначеный для %s не переслался (%s)

source: %4d known services
ru: %4d сервисов известно

source: Bridged sniffing already started...
ru: Мониторинг коммутируемой сети уже запущен...

source: Starting Bridged sniffing...
ru: Запуск мониторинга коммутируемой сети...

source: Bridged sniffing is not running...
ru: Мониторинг коммутируемой сети не запущен...

source: Bridged sniffing was stopped.
ru: Мониторинг коммутируемой сети был остановлен.

source: Unified sniffing already started...
ru: Мониторинг обычной сети уже запущен...

source: Starting Unified sniffing...
ru: Запуск мониторинга обычной сети...

source: Unified sniffing is not running...
ru: Мониторинг обычной сети не запущен...

source: Unified sniffing was stopped.
ru: Мониторинг обычной сети был оcтановлен.

source: SSL dissection needs a valid 'redir_command_on' script in the etter.conf file
ru: SSL dissection требует правильный 'redir_command_on' скрипт в файле etter.conf

source: SSLStrip: cannot setup the redirect, did you uncomment the redir_command_on command on your etter.conf file?
ru: SSLStrip: ошибка настройки редиректа, возможно вы раскомментировали команду redir_command_on в файле etter.conf?

source: SSLStrip: cannot remove the redirect, did you uncomment the redir_command_off command on your etter.conf file?
ru: SSLStrip: ошибка удаления редиректа, возможно вы раскомментировали команду redir_command_off в файле etter.conf?

source: Report suspicious ARP activity
ru: Сообщать о подозрительных ARP активностях

source: arp_cop: plugin running...
ru: arp_cop: плагин запущен...

source: arp_cop: plugin terminated...
ru: arp_cop: плагин остановлен...

source: arp_cop: (WARNING) %s[%s] pretends to be %s[%s]
ru: arp_cop: (ВНИМАНИЕ) %s[%s] притворяется %s[%s]

source: arp_cop: (IP-conflict) [%s] wants to be %s[%s]
ru: arp_cop: (IP-конфликт) [%s] хочет быть %s[%s]

source: arp_cop: (IP-change) [%s] %s -> %s
ru: arp_cop: (IP-замена) [%s] %s -> %s

source: arp_cop: (new host) %s[%s]
ru: arp_cop: (новый хост) %s[%s]

source: Automatically add new victims in the target range
ru: Автоматически добавлять новые жертвы в целевом диапазоне

source: autoadd: %s %s added to GROUP1
ru: autoadd: %s %s добавлен в GROUP1

source: autoadd: %s %s added to GROUP2
ru: autoload: %s %s добавлен в GROUP2

source: Check if the poisoning had success
ru: Проверяет было ли заражение успешным

source: chk_poison: You have to run this plugin during a poisoning session.
ru: chk_poison: Данный плагин необходимо запустить во время poisoning сеанса.

source: chk_poison: Checking poisoning status...
ru: chk_poison: Проверка состояния poisoning...

source: chk_poison: No poisoning at all :(
ru: chk_poison: Poisoning отсутствует :(

source: chk_poison: Poisoning process successful!
ru: chk_poison: Poisoning успешно внедрен!

source: chk_poison: No poisoning between %s -> %s
ru: chk_poison: Poisoning отсутствует между %s -> %s

source: dns_spoof: Cannot open %s
ru: dns_spoof: Не удалось открыть %s

source: dns_spoof: %s:%d Invalid IPv4 or IPv6 address
ru: dns_spoof: %s:%d Некорректный IPv4 или IPv6 адрес

source: dns_spoof: %s:%d Invalid entry %s
ru: dns_spoof: %s:%d Некорректная запись %s

source: dns_spoof: %s:%d Wildcards in PTR records are not allowed; %s
ru: dns_spoof: %s:%d Wildcards в PTR записях не допускаются; %s

source: dns_spoof: %s:%d Unknown syntax for SRV record; %s
ru: dns_spoof: %s:%d Неизвесный синтаксис для SRV записи; %s

source: dns_spoof: %s:%d Invalid value for port: %d
ru: dns_spoof: %s:%d Некорректное значение для порта: %d

source: dns_spoof: %s:%d Unknown record type %s
ru: dns_spoof: %s:%d Неизвестный тип записи %s

source: mdns_spoof: can not spoof A record for %s because the value is not a IPv4 address
ru: mdns_spoof: невозможно подменить запись для %s, так как значение не является IPv4 адрессом

source: dns_spoof: [%s] spoofed to [%s]
ru: dns_spoof: [%s] подменён на [%s]

source: mdns_spoof: can not spoof AAAA record for %s because the value is not a IPv6 address
ru: mdns_spoof: невозможно подменить запись AAAA для %s, так как значение не является IPv6 адрессом

source: dns_spoof: AAAA [%s] spoofed to [%s]
ru: dns_spoof: AAAA [%s] подменён на [%s]

source: dns_spoof: MX [%s] spoofed to [%s]
ru: dns_spoof: MX [%s] подменён на [%s]

source: dns_spoof: WINS [%s] spoofed to [%s]
ru: dns_spoof: WINS [%s] подменён на [%s]

source: dns_spoof: SRV [%s] spoofed to [%s:%d]
ru: dns_spoof: SRV [%s] подменён на [%s:%d]

source: dns_spoof: negative cache spoofed for [%s] type %s
ru: dns_spoof: негативный кэш подменён для [%s] типа %s

source: Run a d.o.s. attack against an IP address
ru: Запускает d.o.s атаку против указанного IP-адреса

source: dos_attack: plugin doesn't work in UNOFFENSIVE mode
ru: dos_attack: плагин не работает в режиме UNOFFENSIVE

source: dos_attack: Invalid IP address.
ru: dos_attack: некорректный IP-адрес.

source: dos_attack: Address' families don't match.
ru: dos_attack: Адрес семейства не совпадает.

source: dos_attack: Starting scan against %s [Fake Host: %s]
ru: dos_attack: Запуск сканирования против %s [Фивктивный хост: %s]

source: dos_attack: plugin terminated...
ru: dos_attack: плагин остановлен...

source: dos_attack: Starting attack...
ru: dos_attack: Атака началась...

source: dos_attack: Port %d added
ru: dos_attack: Порт %d добавлен

source: Search connections on a switched LAN
ru: Ищет соединения в локальной сети с коммутатором (свичом)

source: find_conn: plugin running...
ru: find_conn: плагин запущен...

source: find_conn: plugin terminated...
ru: find_conn: плагин остановлен...

source: find_conn: Probable connection attempt %s -> %s
ru: find_conn: Возможная попытка соединения %s -> %s

source: Try to find ettercap activity
ru: Пытается обнаружить активность другого сетевого анализатора

source: ettercap traces (ip) from %s...
ru: отпечаток сетевого анализатора (ip) от %s...

source: ettercap plugin (banshee) is killing from %s to %s...
ru: плагин banshee убивает от %s до %s...

source: ettercap traces (icmp) from %s...
ru: трассировка (icmp) от %s...

source: ettercap traces (tcp) from %s...
ru: трассировка (icmp) от %s...

source: ettercap plugin (shadow) is scanning from %s to %s:%d...
ru: плагин shadow сканирует от %s до %s:%d...

source: ettercap plugin (spectre) is flooding the lan.
ru: плагин spectre осуществляет флуд атаку на сеть.

source: ettercap plugin (golem) is DOSing from %s to %s...
ru: плагин golem осуществляет DOS-атаку от %s до %s...

source: ettercap NG plugin (gw_discover) is trying to discover the gateway from %s...
ru: плагин gw_discover пытается обнаружить шлюз от %s...

source: Search an unused IP address in the subnet
ru: Ищет неиспользуемые IP-адреса в подсети

source: find_ip: You have to build host-list to run this plugin.
ru: find_ip: Вы должны заполнить список хостов для запуска данного плагина.

source: find_ip: Searching an unused IP address...
ru: find_ip: Поиск свободного IP-адреса...

source: find_ip: No free IP address in this range :(
ru: find_ip: Нет свободного IP-адреса в данном диапазоне :(

source: find_ip: %s seems to be unused
ru: find_ip: %s похоже свободен

source: Fingerprint a remote host
ru: Получает отпечаток удалённого хоста

source: Fingerprinting %s:%d...
ru: Получаю отпечаток %s:%d...
